{
    "orgName": "Rift Watch",
    "riftDatabase": [ 
        {
        "id": 0,
        "rID": "C-621",
        "name": "The Charybdis Rift",
        "image": "images/charybdis rift.png",
        "location": "Bermuda Triangle",
        "threat": "MAXIMUM | REQUIRES CONSTANT WATCH",
        "description": "Aptly named after the famous Greek mythological monster, the Charybdis Rift is one of the most powerful rifts we have encountered on our planet. Not only is it enhanced by humanity’s perception of its location, Bermuda Triangle, it is also large enough to siphon thoughts from ships passing by. This creates the form we know today - a maelstrom that leads those unprepared to their doom, causing their thoughts to be consumed by the rift.\n\nIt consists of four different layers - similar to how oceans are. The deeper you go, the more dangerous it gets, as the rift’s waters themselves apply oceanic pressure to the psyche of the personnel, as well as the manifestations getting deadlier.\n\nThe four layers are the epipelagic zone, mesopelagic zone, bathypelagic zone, and abyssopelagic zone. According to our gathered data, epipelagic zone relates to surface level thoughts and character traits, mesopelagic zone relates to the preconscious, memories, and meaningful behaviours, and bathypelagic zone relates to mental trauma and instinctual behaviours. We do not have much data regarding the abyssopelagic zone, other than the Leviathan’s presence, and its tendency to █████████████."
        }
    ],
    "manifestDatabase" : [
        {
            "id": 0,
            "mID": "C-E-01",
            "name": "Confidence",
            "image": "images/confidence.png",
            "length": "25 meters",
            "layer": "Epipelagic Zone",
            "notableFeatures": "Bold red scales, reflective crown",
            "description": "A marlin that has bright, red scales, seemingly unbothered by the fact that it does not care about how visible it is within the open waters. C-E-01's aggressiveness must not be underestimated, seeing as it can drive away even the most dangerous of manifestations within the rift’s epipelagic zone.\n\nWe thought that its visibility might affect its survivability, but it seems that it does not care about such things. Even our █████████ was not able to acquire even the tiniest of its flesh due to it being able to swim away confidently."
        },
        {
            "id": 1,
            "mID": "C-M-05",
            "name": "Living Whalefall",
            "image": "images/living whalefall.png",
            "length": "60 meters",
            "layer": "Mesopelagic Zone",
            "notableFeatures": "An ecosystem growing out of the manifestation, other manifestations feeding off its chunks",
            "description": "C-M-05, despite missing chunks of its flesh that would normally kill a normal marine fauna, still moves about, going about its day. Upon constant monitoring of C-M-05, its flesh constantly regenerates, however, there are certain microorganisms and macroorganisms that seem to take advantage of this, feeding on it.\n\nIt does not seem to mind those feeding on it. In fact, some researchers speculate that it is happy that it is ‘taking care’ of the organisms in a way, to the point where it allows an actual marine ecosystem, complete with marine flora to flourish. \n\nDue to the resources on its body, as well as flora growing, both herbivores and carnivores are able to coexist with minimal deaths."
        },
        {
            "id": 2,
            "mID": "C-B-07",
            "name": "Scopophobia",
            "image": "images/scopophobia.png",
            "length": "10 meters",
            "layer": "Bathypelagic Zone",
            "notableFeatures": "Numerous cameras on its head",
            "description": "Due to C-B-07's altered form, we cannot precisely surmise what exactly its base fauna is. Some say it is an eel, others say it is an elongated shark, but the closest guess we have is a telescope fish. The reason being, other than its form, is that the cameras it has as its eyes seem to unsettle those who are near C-B-07.\n\nThus, the assigned name \"Scopophobia\" fits well with its unnerving eyes. It roams around, cameras focused on movement or presences around the rift's bathypelagic zone. Several of the agents we have sent in various ██████████s that did encounter C-B-07 in some form have unnatural psychosis - some say they have seen █████, others felt ████████, but one thing is common amongst everyone affected.\n\nBeing watched."
        },
        {
            "id": 3,
            "mID": "C-B-08",
            "name": "Impulsivity",
            "image": "images/impulsitivity.png",
            "length": "17.5 meters",
            "layer": "Bathypelagic Zone",
            "notableFeatures": "Protruding spines emitting electric sparks, two triple-pronged 'horns'",
            "description": "Electricity flows throughout the manifestation’s spines and elongated body. Closer inspection of a C-B-08 specimen suggests that it is the rift’s altered version of an electric eel. \n\nUpon ███████████-928’s first encounter with a group of C-B-08, the personnel stated that they felt a sense of doing actions that would have been detrimental to the mission. Usually, these urges are easily controlled, however, with C-B-08’s electric currents, it was near impossible to resist the urges.\n\n███████████-928 did not make it out in one piece. We were only able to recover its records once ███████████-955 and its captain, high clearance personnel █████████████, descended and resisted the voltaic arcs C-B-08 releases."
        },
        {
            "id": 4,
            "mID": "C-M-18",
            "name": "Herd Mentality",
            "image": "images/herd mentality.png",
            "length": "0.3 meters",
            "layer": "Mesopelagic Zone",
            "notableFeatures": "Clear body, even showing the manifestation's brain",
            "description": "These manifestations are found in massive schools, and only in massive schools - those we catch and separate from a school almost immediately die upon separation. We are not able to get an alive isolated specimen, and we will need to have a massive containment unit for even a small sample of alive C-M-18. No █████████ are massive enough to do so.\n\nUpon close and constant monitoring of C-M-18 schools, they do not have a leader, and are simply acting upon how the other C-M-18 act. As soon as one turns, all the others turn within a quarter of a second.\n\nIt seems that C-M-18 depends on other C-M-18s being in close proximity, both in where they are headed, and in existing."
        },
        {
            "id": 5,
            "mID": "C-E-21",
            "name": "Calm",
            "image": "images/calm.png",
            "length": "0.15 meters",
            "layer": "Epipelagic Zone",
            "notableFeatures": "Aura emitting a sense of calm; normal appearance otherwise",
            "description": "A peaceful manifestation floating about, C-E-21 emits an aura of serenity, turning down any aggression levels on fauna and manifestations around it. It has small, yet strong bioluminescence, allowing it to illuminate the surrounding environment. The calming aura seems to work on most manifestations within its layer.\n\nDue to its bioluminescence, it can be visible from far away, especially during night time. However, upon constant monitoring of one C-E-21, none of the local manifestations attack it, causing it to populate the epipelagic zone.\n\nUsing these specimens for calming one’s mind from psychological pressure seems to have no side effect, and thus is used for such."
        },
        {
            "id": 6,
            "mID": "C-A-00",
            "name": "The Leviathan",
            "image": "images/leviathan.png",
            "length": "???",
            "layer": "Abyssopelagic Zone",
            "notableFeatures": "██████████████████ (UNMET CLEARANCE LEVEL DETECTED, REDACTING)",
            "description": "C-A-00, dubbed the Leviathan, resides in the abyssopelagic zone of the Charybdis Rift. We believe that it is the root of the rift, considering that, through numerous efforts, it is the only one that is found there.\n\nThe above image is our only safe proof of its existence at this moment.\n\n<strong>NOTE:</strong> It is imperative that ██████████████████, and records that pertains to this manifestation must be sealed away. ██████████████████ and ██████████████████████████ must not happen again.\n\nNot much can be said about this manifestation, other than-\n\n<strong>ACCESS DENIED: ONLY THOSE OF CLEARANCE LEVEL 10 ARE ALLOWED.</strong>"
        }
    ]
}