{
    "orgName": "Rift Watch",
    "riftDatabase": [ 
        {
        "id": 0,
        "rID": "C-621",
        "name": "The Charybdis Rift",
        "image": "images/charybdis rift.png",
        "description": "TBD"
        }
    ],
    "manifestDatabase" : [
        {
            "id": 0,
            "mID": "C-E-01",
            "name": "Confidence",
            "image": "images/confidence.png",
            "length": "25 meters",
            "layer": "Epipelagic Zone",
            "notableFeatures": "Bold red scales, reflective crown",
            "description": "A marlin that has bright, red scales, seemingly unbothered by the fact that it does not care about how visible it is within the open waters. C-E-01's aggressiveness must not be underestimated, seeing as it can drive away even the most dangerous of manifestations within the rift’s epipelagic zone.\n\nWe thought that its visibility might affect its survivability, but it seems that it does not care about such things. Even our █████████ was not able to acquire even the tiniest of its flesh due to it being able to swim away confidently."
        },
        {
            "id": 1,
            "mID": "C-M-05",
            "name": "Living Whalefall",
            "image": "images/living whalefall.png",
            "length": "60 meters",
            "layer": "Mesopelagic Zone",
            "notableFeatures": "An ecosystem growing out of the manifestation, other manifestations feeding off its chunks",
            "description": "TBD"
        },
        {
            "id": 2,
            "mID": "C-B-07",
            "name": "Scopophobia",
            "image": "images/scopophobia.png",
            "length": "10 meters",
            "layer": "Bathypelagic Zone",
            "notableFeatures": "Numerous cameras on its head",
            "description": "Due to C-B-07's altered form, we cannot precisely surmise what exactly its base fauna is. Some say it is an eel, others say it is an elongated shark, but the closest guess we have is a telescope fish. The reason being, other than its form, is that the cameras it has as its eyes seem to unsettle those who are near C-B-07.\n\nThus, the assigned name \"Scopophobia\" fits well with its unnerving eyes. It roams around, cameras focused on movement or presences around the rift's bathypelagic zone. Several of the agents we have sent in various ██████████s that did encounter C-B-07 in some form have unnatural psychosis - some say they have seen █████, others felt ████████, but one thing is common amongst everyone affected.\n\nBeing watched."
        },
        {
            "id": 3,
            "mID": "C-B-08",
            "name": "Impulsitivity",
            "image": "images/impulsitivity.png",
            "length": "17.5 meters",
            "layer": "Bathypelagic Zone",
            "notableFeatures": "Protruding spines emitting electric sparks, two triple-pronged 'horns'",
            "description": "TBD"
        },
        {
            "id": 4,
            "mID": "C-M-18",
            "name": "Herd Mentality",
            "image": "images/herd mentality.png",
            "length": "0.3 meters",
            "layer": "Mesopelagic Zone",
            "notableFeatures": "Clear body, even showing the manifestation's brain",
            "description": "TBD"
        },
        {
            "id": 5,
            "mID": "C-E-21",
            "name": "Calm",
            "image": "images/calm.png",
            "length": "0.15 meters",
            "layer": "Epipelagic Zone",
            "notableFeatures": "Aura emitting a sense of calm; normal appearance otherwise",
            "description": "TBD"
        },
        {
            "id": 6,
            "mID": "C-A-00",
            "name": "The Leviathan",
            "image": "images/leviathan.png",
            "length": "???",
            "layer": "Abyssopelagic Zone",
            "notableFeatures": "██████████████████ (UNMET CLEARANCE LEVEL DETECTED, REDACTING)",
            "description": "C-A-00, dubbed the Leviathan, resides in the abyssopelagic zone of the Charybdis Rift. We believe that it is the root of the rift, considering that, through numerous efforts, it is the only one that is found there.\n\nThe above image is our only safe proof of its existence at this moment.\n\n<strong>NOTE:</strong> It is imperative that ██████████████████, and records that pertains to this manifestation must be sealed away. ██████████████████ and ██████████████████████████ must not happen again.\n\nNot much can be said about this manifestation, other than-\n\n<strong>ACCESS DENIED: ONLY THOSE OF CLEARANCE LEVEL 10 ARE ALLOWED.</strong>"
        }
    ]
}